<?php include cls_resolve::on_resolve('/install\/header')?>
<div class="left">
<li class="x_sel">1.安装协议</li>
<li>2.环境检测</li>
<li>3.配置参数</li>
<li>4.开始安装</li>
<li>5.完成安装</li>
</div>
<div class="right">
	<div class="x_title">感谢选用 KLKKDJ 系列软件&nbsp;&nbsp;&raquo;&nbsp;&nbsp;<?php echo $version_info['version_name'];?></div>
	<div class="x_protocol">
	本订餐系统为由克团队独立开发软件，由克团队依法享有该软件之版权和著作权。
<br>
官方网站为 <a href="http://www.klkkdj.com" target="_blank">http://www.klkkdj.com</a> <br>
官方论坛为 <a href="http://bbs.klkkdj.com" target="_blank">http://bbs.klkkdj.com</a> <br>

由克团队免费提供系统源码，您可以在完全遵守本最终用户授权协议的基础上，将本软件应用于非商业用途而不必支付费用。但该软件的授权使用者（含个人、法人或其它组织）：<br>
1. 未获商业授权之前，不得将本软件用于商业用途（包括但不限于企业网站、经营性网站、以营利为目或实现盈利的网站）。<br>

2. 不得对本软件或与之关联的商业授权进行出租、出售、抵押或发放子许可证。<br>

3. 由克团队将本软件提供给授权用户，同时提供软件的安装说明、使用说明等文档，授权网站和用户依法享有该软件的使用权。<br>

4. 授权用户拥有其系统内全部会员资料、商品资料、订单资料及相关信息的所有权，并独立承担相关法律义务。<br>

5. 利用本授权软件发生的商业行为均由授权用户自行负责，利用本软件进行商业行为所产生的一切纠纷均与由克团队无关；<br>

6. 为方便用户使用，软件内置了譬如网上支付网关等诸多第三方系统。但您应自行评估使用这些系统的风险。这些系统的具体开通与服务由相应第三方公司提供，由此而产生的任何商业纠纷，均与由克团队无关；<br>

7. 授权用户可免费获得并安装使用最新的订餐系统；依据所购买的服务类型中确定的技术支持期限、技术支持方式和技术支持内容在技术支持期限内通过指定的方式获得指定范围内的技术支持。被授权用户享有反映和提出意见的权力，相关意见将被作为首要考虑，但没有一定被采纳的承诺或保证。<br>

8. 软件的收费服务是指对购买付费技术支持的用户在相应年限内对许可软件提供必要的支持，支持范围包括软件安装、调试、升级和使用过程中出现的问题，或是因为软件本身的错误引起的问题提供必要的支持。收费技术支持的内容并不包括授权用户因为自身需要而要求调整、增加或者定制功能的内容，授权用户如有这方面的需要，可另行和由克团队共同制定一个双方都同意的补充协议。<br>

9. 授权软件升级前授权用户应自行备份数据，升级过程中造成的授权用户数据丢失的由克团队不负担责任。对于授权软件使用过程出现问题需要重新安装或修复者，由克团队将提供予必要的支持，但此修复或重新安装不能保证软件恢复到损坏前的状态，所造成的数据丢失由克团队不承担责任。<br>

10. 由克团队不对因授权软件使用错误、软件错误等问题所引起的授权用户损失而承担任何责任，但由克团队将尽量避免此类情况的发生且对付费授权用户在出现此类问题的情况下提供必要的支持服务。<br>

11. 未经由克团队书面授权许可，授权用户不得向任何第三方提供为适应自身需要而改进的订餐系统。如果为授权用户所进行的这种改进涉及到许可软件，则由克团队将有权对该改进进行再发展的非独占权，以及将其产品投放市场或许可给第三方的优先取舍权。<br>

12. 有关订餐系统授权包含的服务范围，服务付费方式等，由克团队官方网站提供惟一的解释和官方价目表。由克团队拥有在不事先通知的情况下，修改授权协议和价目表的权力，修改后的协议或价目表对自改变之日起的新授权用户生效。<br>

13. 您必须充分了解使用本软件的用途和风险。十分必要时，由克团队所承担的责任仅限于软件版本的升级。<br>

14. 您不得私自去除订餐系统前台、后台版权，如有以上行为发生，由克团队将保留起诉、追究法律责任并要求获得赔偿的权利；<br>

15. 电子文本形式的授权协议如同双方书面签署的协议一样，具有完全的和等同的法律效力。您一旦开始安装 订餐系统，即被视为完全理解并接受本协议的各项条款，在享有上述条款授予的权力的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本授权协议并构成侵权，我们有权随时终止授权，责令停止损害，并保留追究相关责任的权力。<br>

16. 由克团队有权在部分功能实现所需的情况下获取用户软件使用数据。<br>

17. 不得有其他侵犯订餐系统版权或权益之行为。<br>

18. 如果授权用户未能遵守本协议的条款，授权用户的授权将被终止，所被许可的权利将被收回。 <br>

对违反此授权协议行为的个人、法人或其它组织，必须立即停止其行为造成的一切不良后果承担全部责任。对此前，尤其是此后的行为，将依据《著作权法》、《计算机软件保护条例》等相关法律、法规追究其经济和法律责任。 <br>

由克团队保留对此协议的最终解释权，任何站点使用本软件则表示默认接受此协议。<br>
	</div>
	<div class="div_action"><input type="button" name="btn1" value="同意协议，并开始安装" class="btn_1" onclick="location='<?php echo fun_get::url(array('app_act'=>'step2'));?>';"></div>
</div>
</body>
</html>